tap "vapor/tap"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskformula/caskformula"
tap "kylef/formulae"
cask "java"
brew "pcre"
brew "pkg-config"
brew "readline"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "ffmpeg"
brew "git"
brew "gradle"
brew "jsonschema2pojo"
brew "libevent"
brew "sqlite"
brew "libyaml"
brew "mas"
brew "maven"
brew "mosquitto", restart_service: true
brew "mysql"
brew "ninja"
brew "node@6"
brew "nvm"
brew "oniguruma"
brew "python"
brew "xz"
brew "python3"
brew "ruby"
brew "scala"
brew "the_silver_searcher"
brew "tomcat"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "caskformula/caskformula/inkscape"
brew "kylef/formulae/swiftenv"
brew "vapor/tap/vapor"
cask "android-studio"
cask "arduino"
cask "caffeine"
cask "firefox"
cask "flux"
cask "freeplane"
cask "gimp"
cask "github-desktop"
cask "gitkraken"
cask "google-cloud-sdk"
cask "jd-gui"
cask "macdown"
cask "mactex"
cask "ngrok"
cask "obs"
cask "selfcontrol"
cask "skype"
cask "spotify"
cask "texmaker"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "weka"
cask "wireshark-chmodbpf"
cask "caskroom/versions/java6"
mas "Battery Health", id: 490192174
mas "Cinch", id: 412529613
mas "Dash", id: 449589707
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPifier", id: 1160374471
mas "Xcode", id: 497799835
